[
    "Act like a monkey and record a video of it",
    "Act like you do not understand human language until your next turn (come up with your own language)",
    "Act like your favourite Disney character for the rest of the game",
    "Close your eyes and send a blind text to a random person",
    "Compose a poem on the spot based on something the group comes up with",
    "Everything you say for the next 5 minutes has to rhyme",
    "Everything you say for the next 5 minutes must not contain the words: 'but', 'a', 'the', 'or",
    "Make a freestyle rap song about each person in the grou",
    "Make a poem using the words 'orange' and 'moose'",
    "Make a poem using the words 'pineapple' and 'apple'",
    "Make a poem using the words 'goose' and 'peanuts'",
    "Make up a poem about the colour blue",
    "Make up a story about a random person in the group",
    "Post 'I love English!' on a social media",
    "Record a video of you dancing, but without music",
    "Record a video of you playing the air drums to a song of your choice",
    "Record a video of you playing the air guitar to a song of your choice",
    "Record an impression of your favourite celebrity",
    "Record an impression of your favourite animal",
    "Record your best evil laugh; as loud as you can",
    "Record your best president impression",
    "Record yourself saying the alphabet backwards",
    "Record yourself singing 'Twinkle Twinkle, Little Star' while beat boxing",
    "Record yourself singing the alphabet without moving your mouth",
    "Record yourself talking about your favourite food in a russian accent",
    "Say 'ya heard meh' after everything you say for the next 5 minutes",
    "Say 'you know what am sayin' after everything you say for the next 5 minutes",
    "Text someone asking them if they believe in aliens, send a screenshot of the conversation",
    "Send an email to one of your teachers, telling them about how your day is going and take a screenshot",
    "Send an unsolicited text message to one of your friends, telling them about how your day is going and take a screenshot",
    "Send the last photo you took with your phone camera",
    "Send the last screenshot you took on your phone",
    "Send the most embarrassing photo on your phone",
    "Send the oldest selfie on your phone",
    "Send a screenshot of your most recent google search history",
    "Send a selfie of you making a funny face",
    "Set your phone language to Chinese for the next 10 minutes",
    "Show the last three people you texted and what the messages said",
    "Text your crush and tell them how much you like them",
    "Use the letters of the name of another player to describe them (ex. SAM : S = Silly ; A = Attractive ; M = Merry",
    "Yell out the first word that comes to your mind, and record it",
    "Go on Facebook Live and read the back of a shampoo bottle.",
    "Call a 7-Eleven and ask if they're open.",
    "Stand in the backyard and yell at the top of your lungs, “Nooooo! I was adopted!”",
    "Go outside in the driveway and do the disco without music.",
    "Call a car part store and tell them that you need a part for your Model T.",
    "Take a selfie with the toilet and post it online.",
    "Sniff everyone's feet and rank them in order of freshest to stinkiest.",
    "Call a NY-style pizza place and ask them what the difference is between NY pizza and “real” pizza.",
    "Open your front door and loudly sing “Hallelujah!”",
    "Go outside and pretend you're cutting the grass with an invisible mower.",
    "Call a pizza place and ask if they use cruelty-free wheat in their dough.",
    "Call your mom and tell her you can't find a girlfriend in a very panicked voice.",
    "Wear your underwear over your pants for the rest of the game.",
    "Call the library and ask if they carry a dictionary that translates British to American.",
    "Send a Snapchat of you pretending to cry because you just found out you were adopted.",
    "Go on Facebook and write 'How do you spell 'facebook'?' as your status.",
    "Sniff the armpit of the person next to you, and describe what it smells like to the entire group.",
    "Go outside and try to summon the rain.",
    "Sing the 'Star-Spangled Banner' in a British accent.",
    "Take a picture of a tampon and post it on Instagram.",
    "Call a random number, and when someone picks up, immediately start singing the national anthem.",
    "Call Target and ask them if they deliver popcorn.",
    "Call McDonald's and ask if they sell Whoppers.",
    "Call a pizza shop and ask if you can return a pizza.",
    "Call a car dealership and ask if they have any horse buggies in stock.",
    "Change your relationship status on Facebook to 'it's complicated.'",
    "Call Macy's and tell them you're interested in buying them.",
    "Sing instead of speaking for the next two rounds of the game.",
    "Call a random number and sing 'Happy Birthday.'",
    "Call a Chinese restaurant and ask if they have sushi.",
    "Go outside and pick exactly 40 blades of grass with a pair of tweezers.",
    "Eat a whole piece of paper.",
    "Fill your mouth with water, and each person in the group must tell the funniest joke they know. If you spit up the water, you have to eat a spoonful of dirt.",
    "Tie your hands to your ankles for the rest of the game.",
    "Suck your big toe.",
    "Eat a mouthful of raw pasta.",
    "Dump a bunch of LEGOs on the floor and walk over them with your bare feet.",
    "Write a letter to your doctor describing an embarrassing rash you have, and post it on Facebook.",
    "Go outside and hug a mailbox until at least three passersby have seen you.",
    "Only speak in rhymes for the rest of the game.",
    "Soak a shirt in water, put it in the fridge for 20 minutes, and then wear it.",
    "Trade clothes with the person next to you.",
    "Make a silly face and keep it that way until the next round.",
    "Kneel for an hour.",
    "Let someone wax your back.",
    "Drink water straight from a running faucet for a whole minute.",
    "For the rest of the game, do not say 'I.'",
    "Make up a rap about koalas.",
    "Call a stranger and tell them a secret.",
    "Allow someone to pour ice down your shirt and pants.",
    "Let each person in the group slap you as hard as they can on your butt.",
    "Walk down the street in your underwear.",
    "Make your ear touch your shoulder for the rest of the game.",
    "Run around outside yelling, “I have lice!”",
    "Stop a car that is going down the street and tell them that their wheels are turning.",
    "Open Facebook, go to the account of the first person you see, and Like every post on their wall going back a full year.",
    "Pick the nose of the person next to you.",
    "Lick a car tire.",
    "Lick the bottom of your shoe.",
    "Jump into a dumpster.",
    "Take a plate of leftovers over to your neighbor, knock on their door, and say, 'Welcome to the neighborhood' as if you've never met them before.",
    "Text someone “hey.” Every time they respond, say “hey.” Do this 10 times. For the 11th time, reply with “hi.”",
    "Dip your finger in the toilet, and then kiss that finger.",
    "Make a hand puppet by drawing a face on your hand, and use your hand to say what you want to say.",
    "Let everyone look through your search history for two minutes.",
    "Coat your hands in food coloring and don't wash them off for 10 minutes.",
    "Skype/FaceTime someone and pick your nose during the conversation.",
    "Remove your underwear and throw it in the garbage.",
    "Lick mayonnaise off of someone's toe.",
    "Let a person in the group put a leash on you and walk you down the street.",
    "Cry like a baby for one full minute.",
    "Call a drug store and ask them which laxative is the most effective. After they answer, ask how many they have"
]